Repository: WillzenZou/openmptcprouter-feeds
Catalog: luci-app-openmptcprouter/po/*/openmptcprouter.po
Languages: oc

source: A Dead Simple VPN is a TCP VPN that can replace Glorytun TCP
oc: A Dead Simple VPN es un VPN TCP que pòt remplaçat Glorytun TCP

source: A Dead Simple VPN key
oc: Clau Dead Simple VPN

source: API username to retrieve personnalized settings from the server.
oc: Nom d’utilizaire per recuperar la configuracion personalizada del servidor estant.

source: Add an interface
oc: Ajustar una interfàcia

source: Advanced Settings
oc: Paramètres avançats

source: Advanced settings
oc: Paramètres avançats

source: All VPN available here can do aggregation over MPTCP or using own internal method.
oc: Totes los VPN disponibles aquí permeton d’agregacion en utilizant MPTCP o lor pròpri metòde intèrn.

source: All router settings
oc: Totes los paramètres del router

source: An Advanced Encryption Standard (AES) instruction set is integrated in the processor.
oc: Las instruccions AES son integradas al processor.

source: Authentication Type
oc: Tipe d’autentificacion

source: Backup
oc: Salvagarda

source: Backup on server
oc: Salvagarda sul servidor

source: Balancing
oc: Equilibratge

source: Big time difference between the server and the router
oc: Granda diferéncia de temps entre lo servidor e lo router

source: Bridge
oc: Pont

source: By default VPN is used for any traffic that is not TCP.
oc: Per defaut lo VPN es utilizat pel trafic qu’es pas TCP.

source: Can\'t access and use server part
oc: Accès e utilizacion impossible la part servidor

source: Can\'t ping server
oc: Cap de responsa del servidor

source: Choose physical interface.
oc: Causissètz l’interfàcia fisica.

source: Common server settings
oc: Paramètres dels servidors

source: Core temp:
oc: Temperatura del còr :

source: Debug
oc: Desbugatge

source: Default VPN
oc: VPN per defaut

source: Delete
oc: Suprimir

source: Device
oc: Periferic

source: Disable TCP Fast Open
oc: Desactivar TCP Fast Open

source: Disable TCP Fast Open on Linux and Shadowsocks configuration
oc: Desactivacion de TCP Fast Open per Lunix e dins la configuracion de Shadowsocks

source: Disable external check
oc: Desactivar las pròvas extèrnas

source: Disable gateway ping
oc: Desactivar lo ping cap a la palanca

source: Disable gateway ping status check
oc: Desactiva la pròva ping de la palanca

source: Disable ports redirection defined in firewall from server to this router
oc: Desactivar las redireccions de pòrts definits dins la part para-fuòc del servidor cap a aqueste router

source: Disable server ping
oc: Desactivar lo ping cap al servidor

source: Disable server ping status check
oc: Desactivar la pròva ping cap al servidor

source: Disabled
oc: Desactivat

source: Download speed (Kb/s)
oc: Velocitat de telecargament (Kb/s)

source: Dynamic change
oc: Cambiament dinamic

source: Enable IPv6
oc: Activar l’IPv6

source: Enable SQM
oc: Active SQM

source: Enable ShadowSocks Obfuscating
oc: Activar las interferéncias per ShadowSocks

source: Enabled
oc: Activat

source: Encryption
oc: Chiframent

source: GPRS only
oc: solament GPRS

source: Gateway DOWN
oc: La palanca respond pas

source: Glorytun TCP is used by default for UDP and ICMP
oc: Glorytun TCP es utilizat per defaut per UDP e ICMP

source: Glorytun key
oc: Clau Glorytun

source: IPv4 IP default TTL
oc: TTL per defaut IPv4 IP

source: IPv4 TCP FIN timeout
oc: Relambi d’expiracion IPv4 TCP FIN

source: IPv4 TCP Keepalive time
oc: Temps de manten TCP IPv4

source: IPv4 TCP SYN retries
oc: Ensages IPv4 TCP SYN

source: IPv4 address
oc: Adreça IPv4

source: IPv4 gateway
oc: Palanca IPv4

source: IPv4 netmask
oc: Masqueta ret IPv4

source: IPv6 Prefix
oc: Prefix IPv6

source: IPv6 tunnel DOWN
oc: Lo tunèl IPv6 respond pas

source: Interfaces settings
oc: Paramètres interfàcias

source: Key to configure and retrieve others keys from Server and to set server settings from OpenMPTCProuter.
oc: Clau per configurar e recuperar las autras claus e tanban los paramètres del servidor estant.

source: Label
oc: Etiqueta

source: Label for the interface
oc: Etiqueta per l’interfàcia

source: Last available backup on server:
oc: Darrièra salvagarda disponibla sul servidor :

source: Latest available version
oc: Darrièra salvagarda disponibla sul servidor

source: Load:
oc: Carga :

source: MLVPN can replace Glorytun with connections with same latency
oc: MLVPN pòt remplaçar Glorytun per las connexions amb la meteissa laténcia

source: MLVPN password
oc: Senhal MLVPN

source: MPTCP is not enabled on the server
oc: MPTCP es pas activat sul servidor

source: Master
oc: Principal

source: Master interface selection
oc: Seleccion de l’interfàcia màger

source: Maximum scaling CPU frequency
oc: Frequéncia maximala del processor

source: Minimum scaling CPU frequency
oc: Frequéncia minimala del processor

source: Modem default
oc: Modem per defaut

source: Multipath current state is
oc: Multipath es actualament

source: NONE
oc: CAP

source: Network interface duplicated
oc: Interfàcia ret doblada

source: Network overview
oc: Vista ret

source: Networks settings
oc: Paramètres ret

source: No IP defined
oc: Cap d’IP pas definida

source: No IPv6 access
oc: Cap d’accès IPv6

source: No available backup on server.
oc: Cap de salvagarda pas disponibla sul servidor.

source: No change
oc: Cap de modificacion

source: No data
oc: Cap de donadas

source: No gateway defined
oc: Cap de palanca pas definida

source: No output
oc: Cap de sortida

source: None
oc: Cap

source: Normal
oc: Normala

source: Obfuscating plugin
oc: Modul d’interferéncia

source: Obfuscating type
oc: Tipe d’interferéncia

source: Obfuscating will be enabled on both side
oc: Las interferéncias seràn activadas dels dos costats

source: On wizard change
oc: En modificant dins l’assistent

source: Only one server can be master, else all servers are set as backup.
oc: Pas qu’un servidor pòt pas qu’èsser lo servidor màger, los autres son pel replegament.

source: Other
oc: Autre

source: PAP/CHAP username
oc: Identificant PAP / CHAP

source: PIN code
oc: Còdi PIN

source: Prefer LTE
oc: Preferir LTE

source: Prefer UMTS
oc: Preferir UMTS

source: Protocol
oc: Protocòl

source: Proxy is DISABLED
oc: Lo servidor mandatari es DESACTIVAT

source: Proxy traffic:
oc: Trafic mandatari :

source: Redirects all ports from server to this router
oc: Redigir totes los pòrts del servidor cap a aqueste router

source: Restore backup
oc: Restaurar salvagarda

source: Retrieve settings from server
oc: Recuperar la configuracion personalizada del servidor estant

source: Save & Apply
oc: Salvagardar e aplicar

source: Save vnstats statistics on disk
oc: Salvagardar las estatisticas de vnstats sul disc

source: Save vnstats stats
oc: Salvagardar las estatisticas de vnstats

source: Scaling governor
oc: Regulator a l’escala

source: Select the device you want to base the interface on.
oc: Seleccionatz lo periferic per l’interfàcia.

source: Send backup
oc: Enviar la salvagarda

source: Server IP
oc: IP servidor

source: Server key
oc: Clau servidor

source: Server settings
oc: Paramètres servidor

source: Server username
oc: Lo nom d'utilizaire servidor

source: Service Type
oc: Tipe de servici

source: Set an IP in the same network as the modem
oc: Botatz una IP dins lo meteis ret que lo modem

source: Set here IP of the modem
oc: Botatz l’IP del modem aquí

source: Set server as master
oc: Configurar lo servidor coma servidor màger

source: Set value between 80-95% of max download speed link. 0 to disable SQM/QoS.
oc: Reglatz una valor entre 80-95% de la velocitat de telecargament maximala. 0 per desactivar SQM/QoS.

source: Set value between 80-95% of max upload speed link. 0 to disable SQM/QoS.
oc: Reglatz una valor entre 80-95% de la velocitat de mandadís maximala. 0 per desactivar SQM/QoS.

source: Settings Wizard
oc: Assistent de configuracion

source: ShadowSocks is used for TCP.
oc: ShadowSocks es utilizat per TCP.

source: ShadowSocks key
oc: Clau de ShadowSocks

source: Show all settings
oc: Veire totes los paramètres

source: Static address
oc: Adreça estatica

source: Status
oc: Estatut

source: Systems settings
oc: Paramètres sistèma

source: There is no Advanced Encryption Standard (AES) instruction set integrated in the processor, you should use chacha20.
oc: Las instruccions AES son pas integradas al processor, deuriatz utilizar chacha20.

source: Total traffic:
oc: Tradif total :

source: Type
oc: Tipe

source: UBOND can replace Glorytun with connections with same latency
oc: UBOND pòt remplaçar Glorytun per de connexions amb la meteissa laténcia

source: UBOND password
oc: Senhal UBOND

source: Update
oc: Mesa a jorn

source: Update VPS
oc: Mesa a jorn del VPS

source: Update remotly the server to latest version when needed.
oc: Met a jorn lo servidor amb la darrièra version quand cal.

source: Update server
oc: Mesa a jorn del servidor

source: Upload speed (Kb/s)
oc: Velocitat de mandadís (Kb/s)

source: Used by Glorytun UDP and SQM/QoS if enabled. 0 to use default value.
oc: Utilizat per Glorytun UDP e SQM/QoS se activat. 0 per utilizar la valor per defaut.

source: VPN settings
oc: Paramètres del VPN

source: VPS settings
oc: Paramètres del VPS

source: When enable check are done on external sites to get each WAN IP and the IP used to go outside.
oc: Utiliza de sites extèrns per obténer d’adreças IP extèrnas quand activat.

source: Wizard
oc: Assistent

source: You can enable MPTCP over VPN if your provider filter Multipath TCP.
oc: Podètz utilizar MTPCP over VPN se vòstre provesidor filtra Multipath TCP.

source: You can use DHCP if you have multiple real ethernet ports. Select other if you want to use another protocol available in Network Interfaces page.
oc: Podètz utilizar DHCP s’avètz mantuns pòrts ret fisics. Causissètz autre s’utilizatz un autre protocòl dins la pagina Interfàcias Ret.

source: You must disable DHCP on your modems and set IP in different networks.
oc: Vos cal desactivar lo DHCP sus vòstres modems e configurar lor IP dins de rets diferents.

source: You should disable IPv6 here if server doesn't provide IPv6.
oc: Deuriatz desactivar IPv6 aquí se lo servidor es pas compatible IPv6.

source: You should disable SQM for LTE or any interfaces with variable speed.
oc: Vos cal desactivar SQM per la 4G o tota interfàcia amb una velocitat fòrça instabla.

source: address:
oc: Adreça IPv4 :

source: ip address:
oc: Adreça IP :

source: other
oc: autre

source: wan address:
oc: Adreça wan :
